# ---------------------------------------------------------------------- #

ACTION_TEXT = """
ᴛʜᴇsᴇ ᴀʀᴇ ᴛʜᴇ ᴀᴠᴀɪʟᴀʙʟᴇ ᴀᴄᴛɪᴏɴ ᴄᴏᴍᴍᴀɴᴅs:

⦿ /ʙᴀɴ ➠ ʙᴀɴs ᴀ ᴜsᴇʀ ғʀᴏᴍ ᴛʜᴇ ɢʀᴏᴜᴘ.
⦿ /ᴜɴʙᴀɴ ➠ ᴜɴʙᴀɴs ᴀ ᴘʀᴇᴠɪᴏᴜsʟʏ ʙᴀɴɴᴇᴅ ᴜsᴇʀ.
⦿ /ᴍᴜᴛᴇ ➠ ᴍᴜᴛᴇs ᴀ ᴜsᴇʀ ɪɴ ᴛʜᴇ ɢʀᴏᴜᴘ.
⦿ /ᴜɴᴍᴜᴛᴇ ➠ ᴜɴᴍᴜᴛᴇs ᴀ ᴘʀᴇᴠɪᴏᴜsʟʏ ᴍᴜᴛᴇᴅ ᴜsᴇʀ.
⦿ /ᴋɪᴄᴋ ➠ ᴋɪᴄᴋs ᴀ ᴜsᴇʀ ғʀᴏᴍ ᴛʜᴇ ɢʀᴏᴜᴘ.
⦿ /ᴘʀᴏᴍᴏᴛᴇ ➠ ᴘʀᴏᴍᴏᴛᴇs ᴀ ᴜsᴇʀ ᴛᴏ ᴀɴ ᴀᴅᴍɪɴ.
⦿ /ᴅᴇᴍᴏᴛᴇ ➠ ᴅᴇᴍᴏᴛᴇs ᴀɴ ᴀᴅᴍɪɴ ʙᴀᴄᴋ ᴛᴏ ᴀ ʀᴇɢᴜʟᴀʀ ᴜsᴇʀ.
⦿ /ʟᴏᴄᴋs ➠ ᴅɪsᴘʟᴀʏ ᴛʜᴇ ʟᴏᴄᴋ sᴇᴛᴛɪɴɢs ᴏғ ᴛʜᴇ ɢʀᴏᴜᴘ.
⦿ /ᴘᴜʀɢᴇ ➠ ᴅᴇʟᴇᴛᴇs ᴍᴇssᴀɢᴇs ᴜᴘ ᴛᴏ ᴛʜᴇ ʀᴇᴘʟɪᴇᴅ ᴍᴇssᴀɢᴇ.
⦿ /sᴘᴜʀɢᴇ ➠ ᴅᴇʟᴇᴛᴇs ᴍᴇssᴀɢᴇs ᴜᴘ ᴛᴏ ᴛʜᴇ ʀᴇᴘʟɪᴇᴅ ᴍᴇssᴀɢᴇ ᴡɪᴛʜᴏᴜᴛ ᴀ sᴜᴄᴄᴇss ᴍᴇssᴀɢᴇ.
⦿ /ᴅᴇʟ ➠ ᴅᴇʟᴇᴛᴇs ᴀ sɪɴɢʟᴇ ᴍᴇssᴀɢᴇ (sʜᴏᴜʟᴅ ʙᴇ ᴜsᴇᴅ ᴀs ᴀ ʀᴇᴘʟʏ ᴛᴏ ᴛʜᴇ ᴍᴇssᴀɢᴇ).

"""


# ---------------------------------------------------------------------- #

AFK_TEXT = """
ᴛʜᴇsᴇ ᴀʀᴇ ᴛʜᴇ ᴀᴠᴀɪʟᴀʙʟᴇ ᴀғᴋ (ᴀᴡᴀʏ ғʀᴏᴍ ᴋᴇʏʙᴏᴀʀᴅ) ᴄᴏᴍᴍᴀɴᴅs:

⦿ /ᴀғᴋ ➠ sᴇᴛs ʏᴏᴜʀ sᴛᴀᴛᴜs ᴀs ᴀғᴋ.
⦿ /ʙʀʙ ➠ sᴇᴛs ʏᴏᴜʀ sᴛᴀᴛᴜs ᴀs ʙʀʙ (ʙᴇ ʀɪɢʜᴛ ʙᴀᴄᴋ).

"""


# ---------------------------------------------------------------------- #

WELCOME_TEXT = """
ᴛʜᴇsᴇ ᴀʀᴇ ᴛʜᴇ ᴀᴠᴀɪʟᴀʙʟᴇ ᴡᴇʟᴄᴏᴍᴇ ᴍᴇssᴀɢᴇ ᴄᴏᴍᴍᴀɴᴅs:

⦿ /sᴇᴛᴡᴇʟᴄᴏᴍᴇ ➠ sᴇᴛs ᴛʜᴇ ᴡᴇʟᴄᴏᴍᴇ ᴍᴇssᴀɢᴇ ғᴏʀ ɴᴇᴡ ᴍᴇᴍʙᴇʀs ɪɴ ᴛʜᴇ ɢʀᴏᴜᴘ.

"""


# ---------------------------------------------------------------------- #

GAMES_TEXT = """

⦿ /ᴅᴀɪʟʏ ➠ ɢɪᴠᴇs ʏᴏᴜ ᴀ sᴜᴍ ᴏғ ʙᴇʀʀɪᴇs ᴇᴠᴇʀʏᴅᴀʏ. (ᴛʜᴇʀᴇ ᴀʀᴇ sᴏᴍᴇ ʀᴀʀᴇ ᴘᴏssɪʙɪʟɪᴛɪᴇs ғᴏʀ ʜɪɢʜᴇʀ ʙᴏɴᴜsᴇs)
⦿ /ᴡᴇᴇᴋʟʏ ➠ ɢɪᴠᴇs ʏᴏᴜ ᴀ sᴜᴍ ᴏғ ʙᴇʀʀɪᴇs ᴇᴠᴇʀʏ ᴡᴇᴇᴋ. (ᴛʜᴇʀᴇ ᴀʀᴇ sᴏᴍᴇ ʀᴀʀᴇ ᴘᴏssɪʙɪʟɪᴛɪᴇs ғᴏʀ ʜɪɢʜᴇʀ ʙᴏɴᴜsᴇs).
⦿ /ʙᴇᴛ ➠ ʟᴇᴛ's ʏᴏᴜ ʙᴇᴛ sᴏᴍᴇ ᴏғ ʏᴏᴜʀ ʙᴇʀʀɪᴇs ᴀɴᴅ ᴀsᴋs ʏᴏᴜ ғᴏʀ ᴇɪᴛʜᴇʀ ʜᴇᴀᴅs ᴏʀ ᴛᴀɪʟs!
⦿ /ᴅᴀʀᴛ ➠ ᴜsᴇs ᴛʜᴇ ᴛᴇʟᴇɢʀᴀᴍ's ɪɴʙᴜɪʟᴛ ᴅᴀʀᴛ (🎯) ᴇᴍᴏᴊɪ. ʏᴏᴜ ᴄᴀɴ ʙᴇᴛ sᴏᴍᴇ ᴏғ ʏᴏᴜʀ ʙᴇʀʀɪᴇs
⦿ /ʙᴏᴡʟ ➠ ᴜsᴇs ᴛʜᴇ ᴛᴇʟᴇɢʀᴀᴍ's ɪɴʙᴜɪʟᴛ ʙᴏᴡʟɪɴɢ (🎳) ᴇᴍᴏᴊɪ. ʏᴏᴜ ᴄᴀɴ ʙᴇᴛ sᴏᴍᴇ ᴏғ ʏᴏᴜʀ ʙᴇʀʀɪᴇs
⦿ /ʙᴀsᴋᴇᴛ ➠ ᴜsᴇs ᴛʜᴇ ᴛᴇʟᴇɢʀᴀᴍ's ɪɴʙᴜɪʟᴛ ʙᴀsᴋᴇᴛ (🏀) ᴇᴍᴏᴊɪ. ʏᴏᴜ ᴄᴀɴ ʙᴇᴛ sᴏᴍᴇ ᴏғ ʏᴏᴜʀ ʙᴇʀʀɪᴇs!
⦿ /ᴘᴀʏ ➠ ᴘᴀʏs ᴀ ᴜsᴇʀ ғʀᴏᴍ ʏᴏᴜʀ ʙᴀʟᴀɴᴄᴇ.
⦿ /ʙᴀʟᴀɴᴄᴇ ➠ ᴄʜᴇᴄᴋs ʏᴏᴜʀ ᴄᴜʀʀᴇɴᴛ ʙᴀʟᴀɴᴄᴇ.
⦿ /ʟᴇᴀᴅᴇʀʙᴏᴀʀᴅ ➠ ᴅɪsᴘʟᴀʏs ᴛʜᴇ ʟᴇᴀᴅᴇʀʙᴏᴀʀᴅ ғᴏʀ ᴛʜᴇ ɢᴀᴍᴇs.

"""


# ---------------------------------------------------------------------- #

IMAGES_TEXT = """
ᴛʜᴇsᴇ ᴀʀᴇ ᴛʜᴇ ᴀᴠᴀɪʟᴀʙʟᴇ ɪᴍᴀɢᴇ ᴄᴏᴍᴍᴀɴᴅs:

⦿ /ᴅʀᴀᴡ ➠ ɢᴇɴᴇʀᴀᴛᴇs ᴀ ᴅʀᴀᴡɪɴɢ ʙᴀsᴇᴅ ᴏɴ ᴀ ɢɪᴠᴇɴ ᴋᴇʏᴡᴏʀᴅ.
⦿ /ɪᴍᴀɢᴇ ➠ sᴇᴀʀᴄʜᴇs ғᴏʀ ᴀɴ ɪᴍᴀɢᴇ ʙᴀsᴇᴅ ᴏɴ ᴀ ɢɪᴠᴇɴ ᴋᴇʏᴡᴏʀᴅ.
⦿ /ᴜᴘsᴄᴀʟᴇ ➠ ʀᴇᴘʟʏ ᴛᴏ ᴀɴ ɪᴍᴀɢᴇ ᴛᴏ ᴜᴘsᴄᴀʟᴇ ɪᴛ ᴀɴᴅ ɪᴍᴘʀᴏᴠᴇ ɪᴛs ǫᴜᴀʟɪᴛʏ.

"""


# ---------------------------------------------------------------------- #

GROUP_TEXT = """
ᴛʜᴇsᴇ ᴀʀᴇ ᴛʜᴇ ᴀᴠᴀɪʟᴀʙʟᴇ ɢʀᴏᴜᴘ ᴍᴀɴᴀɢᴇᴍᴇɴᴛ ᴄᴏᴍᴍᴀɴᴅs:

⦿ /ᴘɪɴ ➠ ᴘɪɴs ᴀ ᴍᴇssᴀɢᴇ ɪɴ ᴛʜᴇ ɢʀᴏᴜᴘ.
⦿ /ᴘɪɴɴᴇᴅ ➠ ᴅɪsᴘʟᴀʏs ᴛʜᴇ ᴘɪɴɴᴇᴅ ᴍᴇssᴀɢᴇ ɪɴ ᴛʜᴇ ɢʀᴏᴜᴘ.
⦿ /ᴜɴᴘɪɴ ➠ ᴜɴᴘɪɴs ᴛʜᴇ ᴄᴜʀʀᴇɴᴛʟʏ ᴘɪɴɴᴇᴅ ᴍᴇssᴀɢᴇ.
⦿ /sᴛᴀғғ ➠ ᴅɪsᴘʟᴀʏs ᴛʜᴇ ʟɪsᴛ ᴏғ sᴛᴀғғ ᴍᴇᴍʙᴇʀs.
⦿ /ʙᴏᴛs ➠ ᴅɪsᴘʟᴀʏs ᴛʜᴇ ʟɪsᴛ ᴏғ ʙᴏᴛs ɪɴ ᴛʜᴇ ɢʀᴏᴜᴘ.
⦿ /sᴇᴛᴛɪᴛʟᴇ ➠ sᴇᴛs ᴛʜᴇ ᴛɪᴛʟᴇ ᴏғ ᴛʜᴇ ɢʀᴏᴜᴘ.
⦿ /sᴇᴛᴅᴇsᴄʀɪᴘᴛɪᴏɴ ➠ sᴇᴛs ᴛʜᴇ ᴅᴇsᴄʀɪᴘᴛɪᴏɴ ᴏғ ᴛʜᴇ ɢʀᴏᴜᴘ.
⦿ /sᴇᴛᴘʜᴏᴛᴏ ➠ sᴇᴛs ᴛʜᴇ ɢʀᴏᴜᴘ ᴘʜᴏᴛᴏ.
⦿ /ʀᴇᴍᴏᴠᴇᴘʜᴏᴛᴏ ➠ ʀᴇᴍᴏᴠᴇs ᴛʜᴇ ɢʀᴏᴜᴘ ᴘʜᴏᴛᴏ.
⦿ /ᴢᴏᴍʙɪᴇs ➠ ʀᴇᴍᴏᴠᴇs ɪɴᴀᴄᴛɪᴠᴇ ᴍᴇᴍʙᴇʀs ғʀᴏᴍ ᴛʜᴇ ɢʀᴏᴜᴘ.
⦿ /ᴛᴀɢᴀʟʟ ➠ ᴛᴀɢs ᴀʟʟ ᴍᴇᴍʙᴇʀs ɪɴ ᴛʜᴇ ɢʀᴏᴜᴘ.

"""


# ---------------------------------------------------------------------- #

STICKER_TEXT = """
ᴛʜᴇsᴇ ᴀʀᴇ ᴛʜᴇ ᴀᴠᴀɪʟᴀʙʟᴇ sᴛɪᴄᴋᴇʀ ᴄᴏᴍᴍᴀɴᴅs:

⦿ /ᴘᴀᴄᴋᴋᴀɴɢ ➠ ᴄʀᴇᴀᴛᴇs ᴀ ᴘᴀᴄᴋ ᴏғ sᴛɪᴄᴋᴇʀs ғʀᴏᴍ ᴀ sᴇʀɪᴇs ᴏғ ɪᴍᴀɢᴇs.
⦿ /sᴛɪᴄᴋᴇʀɪᴅ ➠ ɢᴇᴛs ᴛʜᴇ sᴛɪᴄᴋᴇʀ ɪᴅ ᴏғ ᴀ sᴛɪᴄᴋᴇʀ.

"""


# ---------------------------------------------------------------------- #

MISC_TEXT = """
ᴛʜᴇsᴇ ᴀʀᴇ ᴛʜᴇ ᴀᴠᴀɪʟᴀʙʟᴇ ᴍɪsᴄᴇʟʟᴀɴᴇᴏᴜs ᴄᴏᴍᴍᴀɴᴅs:

⦿ /ɪɴғᴏ ➠ ᴅɪsᴘʟᴀʏs ɪɴғᴏʀᴍᴀᴛɪᴏɴ ᴀʙᴏᴜᴛ ᴛʜᴇ ɢʀᴏᴜᴘ.
⦿ /ɢɪᴛʜᴜʙ ➠ sᴇᴀʀᴄʜᴇs ғᴏʀ ᴀ ɢɪᴛʜᴜʙ ʀᴇᴘᴏsɪᴛᴏʀʏ.
⦿ /ɪᴅ ➠ ᴅɪsᴘʟᴀʏs ʏᴏᴜʀ ᴛᴇʟᴇɢʀᴀᴍ ɪᴅ.
⦿ /ᴍᴀᴛʜ ➠ sᴏʟᴠᴇs ᴍᴀᴛʜᴇᴍᴀᴛɪᴄᴀʟ ᴘʀᴏʙʟᴇᴍs ᴀɴᴅ ᴇǫᴜᴀᴛɪᴏɴs.
⦿ /ʙʟᴀᴄᴋᴘɪɴᴋ ➠ ɢᴇɴᴇʀᴀᴛᴇs ᴀ ʙʟᴀᴄᴋᴘɪɴᴋ-sᴛʏʟᴇ ʟᴏɢᴏ.
⦿ /ᴄᴀʀʙᴏɴ ➠ ɢᴇɴᴇʀᴀᴛᴇs ᴀ ᴄᴀʀʙᴏɴ ᴄᴏᴅᴇ ɪᴍᴀɢᴇ ғʀᴏᴍ ᴀ ᴄᴏᴅᴇ sɴɪᴘᴘᴇᴛ.
⦿ /sᴘᴇᴇᴅᴛᴇsᴛ ➠ ᴍᴇᴀsᴜʀᴇs ᴛʜᴇ ɪɴᴛᴇʀɴᴇᴛ sᴘᴇᴇᴅ.
⦿ /ʀᴇᴠᴇʀsᴇ ➠ ʀᴇᴠᴇʀsᴇs ᴀ ɢɪᴠᴇɴ ᴛᴇxᴛ.
⦿ /ᴡᴇʙss ➠ ᴛᴀᴋᴇs ᴀ sᴄʀᴇᴇɴsʜᴏᴛ ᴏғ ᴀ ᴡᴇʙsɪᴛᴇ.
⦿ /ᴘᴀsᴛᴇ ➠ ᴜᴘʟᴏᴀᴅs ᴀ ᴛᴇxᴛ sɴɪᴘᴘᴇᴛ ᴛᴏ ᴛʜᴇ ᴄʟᴏᴜᴅ ᴀɴᴅ ɢɪᴠᴇs ᴀ ʟɪɴᴋ.
⦿ /ᴛɢᴍ ➠ ᴜᴘʟᴏᴀᴅs ᴀ ᴘʜᴏᴛᴏ (ᴜɴᴅᴇʀ 𝟻ᴍʙ) ᴛᴏ ᴛʜᴇ ᴄʟᴏᴜᴅ ᴀɴᴅ ɢɪᴠᴇs ᴀ ʟɪɴᴋ.
⦿ /ᴛʀ ➠ ᴛʀᴀɴsʟᴀᴛᴇs ᴛᴇxᴛ.
⦿ /ɢᴏᴏɢʟᴇ ➠ sᴇᴀʀᴄʜᴇs ғᴏʀ ɪɴғᴏʀᴍᴀᴛɪᴏɴ ᴏɴ ɢᴏᴏɢʟᴇ.
⦿ /sᴛᴀᴄᴋ ➠ sᴇᴀʀᴄʜᴇs ғᴏʀ ᴘʀᴏɢʀᴀᴍᴍɪɴɢ-ʀᴇʟᴀᴛᴇᴅ ɪɴғᴏʀᴍᴀᴛɪᴏɴ ᴏɴ sᴛᴀᴄᴋ ᴏᴠᴇʀғʟᴏᴡ.

"""


# ---------------------------------------------------------------------- #

EXTRA_TEXT = """
ᴛʜᴇsᴇ ᴀʀᴇ ᴛʜᴇ ᴀᴠᴀɪʟᴀʙʟᴇ ɪᴍᴘᴏsᴛᴇʀ ᴄᴏᴍᴍᴀɴᴅs:

⦿ /ɪᴍᴘᴏsᴛᴇʀ ᴏɴ/ᴏғғ ➠ ᴛᴜʀɴs ᴏɴ ᴏʀ ᴏғғ ᴛʜᴇ ᴡᴀᴛᴄʜᴇʀ ғᴏʀ ʏᴏᴜʀ ɢʀᴏᴜᴘ, ᴡʜɪᴄʜ ɴᴏᴛɪғɪᴇs ᴀʙᴏᴜᴛ ᴜsᴇʀs ᴡʜᴏ ᴄʜᴀɴɢᴇ ᴛʜᴇɪʀ ɴᴀᴍᴇ ᴏʀ ᴜsᴇʀɴᴀᴍᴇ.

"""


# ---------------------------------------------------------------------- #

CHATGPT_TEXT = """
ᴛʜᴇsᴇ ᴀʀᴇ ᴛʜᴇ ᴀᴠᴀɪʟᴀʙʟᴇ ᴄʜᴀᴛɢᴘᴛ ᴄᴏᴍᴍᴀɴᴅs:

⦿ /ᴀsᴋ ➠ ǫᴜᴇʀɪᴇs ᴛʜᴇ ᴀɪ ᴍᴏᴅᴇʟ ᴛᴏ ɢᴇᴛ ᴀ ʀᴇsᴘᴏɴsᴇ ᴛᴏ ʏᴏᴜʀ ǫᴜᴇsᴛɪᴏɴ.

"""


# ---------------------------------------------------------------------- #

MUSIC_TEXT = """
ᴛʜᴇsᴇ ᴀʀᴇ ᴛʜᴇ ᴀᴠᴀɪʟᴀʙʟᴇ ᴍᴜsɪᴄ ᴄᴏᴍᴍᴀɴᴅs:

⦿ !ᴘʟᴀʏ ➠ ᴘʟᴀʏs ᴀ sᴏɴɢ ᴏʀ ᴘʟᴀʏʟɪsᴛ.
⦿ !sᴛᴏᴘ ➠ sᴛᴏᴘs ᴛʜᴇ ᴄᴜʀʀᴇɴᴛʟʏ ᴘʟᴀʏɪɴɢ sᴏɴɢ.
⦿ !ᴇɴᴅ ➠ ᴇɴᴅs ᴛʜᴇ ᴍᴜsɪᴄ ᴘʟᴀʏʙᴀᴄᴋ.
⦿ !sᴋɪᴘ ➠ sᴋɪᴘs ᴛʜᴇ ᴄᴜʀʀᴇɴᴛ sᴏɴɢ.
⦿ !ᴠᴏʟᴜᴍᴇ ➠ ᴀᴅᴊᴜsᴛs ᴛʜᴇ ᴠᴏʟᴜᴍᴇ ʟᴇᴠᴇʟ.
⦿ /sᴏɴɢ ➠ sᴇᴀʀᴄʜᴇs ғᴏʀ ᴀ sᴏɴɢ.
⦿ /ᴠɪᴅᴇᴏ ➠ sᴇᴀʀᴄʜᴇs ғᴏʀ ᴀ ʏᴏᴜᴛᴜʙᴇ ᴠɪᴅᴇᴏ.

"""


# ---------------------------------------------------------------------- #

WAIFU_TEXT = """
ᴛʜᴇsᴇ ᴀʀᴇ ᴛʜᴇ ᴀᴠᴀɪʟᴀʙʟᴇ ᴡᴀɪғᴜ ᴄᴏᴍᴍᴀɴᴅs:

⦿ /ɢʀᴀʙ ➠ ɢʀᴀʙs ᴀ ʀᴀɴᴅᴏᴍ ᴀɴɪᴍᴇ ᴡᴀɪғᴜ ɪᴍᴀɢᴇ.
⦿ /ɢɪғᴛᴡᴀɪғᴜ ➠ sᴇɴᴅs ᴀ ʀᴀɴᴅᴏᴍ ᴡᴀɪғᴜ ɪᴍᴀɢᴇ ᴀs ᴀ ɢɪғᴛ ᴛᴏ ᴀɴᴏᴛʜᴇʀ ᴜsᴇʀ.
⦿ /ᴍʏᴡᴀɪғᴜ ➠ sʜᴏᴡs ʏᴏᴜʀ ᴄᴜʀʀᴇɴᴛ ᴡᴀɪғᴜ.
⦿ /ᴡᴀɪғᴜ ➠ sᴇᴛs ᴀ ɴᴇᴡ ʀᴀɴᴅᴏᴍ ᴡᴀɪғᴜ ғᴏʀ ʏᴏᴜʀsᴇʟғ.

"""

# ---------------------------------------------------------------------- #



