# ---------------------------------------------------------------------- #

ACTION_TEXT = """
**ᴛʜᴇsᴇ ᴀʀᴇ ᴛʜᴇ ᴀᴠᴀɪʟᴀʙʟᴇ ᴀᴄᴛɪᴏɴ ᴄᴏᴍᴍᴀɴᴅs:**

⦿ `/ban` ➠ `ʙᴀɴs ᴀ ᴜsᴇʀ ғʀᴏᴍ ᴛʜᴇ ɢʀᴏᴜᴘ.`
⦿ `/unban` ➠ `ᴜɴʙᴀɴs ᴀ ᴘʀᴇᴠɪᴏᴜsʟʏ ʙᴀɴɴᴇᴅ ᴜsᴇʀ.`
⦿ `/mute` ➠ `ᴍᴜᴛᴇs ᴀ ᴜsᴇʀ ɪɴ ᴛʜᴇ ɢʀᴏᴜᴘ.`
⦿ `/unmute` ➠ `ᴜɴᴍᴜᴛᴇs ᴀ ᴘʀᴇᴠɪᴏᴜsʟʏ ᴍᴜᴛᴇᴅ ᴜsᴇʀ.`
⦿ `/kick` ➠ `ᴋɪᴄᴋs ᴀ ᴜsᴇʀ ғʀᴏᴍ ᴛʜᴇ ɢʀᴏᴜᴘ.`
⦿ `/promote` ➠ `ᴘʀᴏᴍᴏᴛᴇs ᴀ ᴜsᴇʀ ᴛᴏ ᴀɴ ᴀᴅᴍɪɴ.`
⦿ `/demote` ➠ `ᴅᴇᴍᴏᴛᴇs ᴀɴ ᴀᴅᴍɪɴ ʙᴀᴄᴋ ᴛᴏ ᴀ ʀᴇɢᴜʟᴀʀ ᴜsᴇʀ.`
⦿ `/locks` ➠ `ᴅɪsᴘʟᴀʏ ᴛʜᴇ ʟᴏᴄᴋ sᴇᴛᴛɪɴɢs ᴏғ ᴛʜᴇ ɢʀᴏᴜᴘ.`
⦿ `/purge` ➠ `ᴅᴇʟᴇᴛᴇs ᴍᴇssᴀɢᴇs ᴜᴘ ᴛᴏ ᴛʜᴇ ʀᴇᴘʟɪᴇᴅ ᴍᴇssᴀɢᴇ.`
⦿ `/spurge` ➠ `ᴅᴇʟᴇᴛᴇs ᴍᴇssᴀɢᴇs ᴜᴘ ᴛᴏ ᴛʜᴇ ʀᴇᴘʟɪᴇᴅ ᴍᴇssᴀɢᴇ ᴡɪᴛʜᴏᴜᴛ ᴀ sᴜᴄᴄᴇss ᴍᴇssᴀɢᴇ.`
⦿ `/del` ➠ `ᴅᴇʟᴇᴛᴇs ᴀ sɪɴɢʟᴇ ᴍᴇssᴀɢᴇ (sʜᴏᴜʟᴅ ʙᴇ ᴜsᴇᴅ ᴀs ᴀ ʀᴇᴘʟʏ ᴛᴏ ᴛʜᴇ ᴍᴇssᴀɢᴇ).`

"""


# ---------------------------------------------------------------------- #

AFK_TEXT = """
**ᴛʜᴇsᴇ ᴀʀᴇ ᴛʜᴇ ᴀᴠᴀɪʟᴀʙʟᴇ ᴀғᴋ (ᴀᴡᴀʏ ғʀᴏᴍ ᴋᴇʏʙᴏᴀʀᴅ) ᴄᴏᴍᴍᴀɴᴅs:**

⦿ `/afk` ➠ `sᴇᴛs ʏᴏᴜʀ sᴛᴀᴛᴜs ᴀs ᴀғᴋ.`
⦿ `/brb` ➠ `sᴇᴛs ʏᴏᴜʀ sᴛᴀᴛᴜs ᴀs ʙʀʙ (ʙᴇ ʀɪɢʜᴛ ʙᴀᴄᴋ).`

"""


# ---------------------------------------------------------------------- #

WELCOME_TEXT = """
**ᴛʜᴇsᴇ ᴀʀᴇ ᴛʜᴇ ᴀᴠᴀɪʟᴀʙʟᴇ ᴡᴇʟᴄᴏᴍᴇ ᴍᴇssᴀɢᴇ ᴄᴏᴍᴍᴀɴᴅs:**

⦿ `/setwelcome` ➠ `sᴇᴛs ᴛʜᴇ ᴡᴇʟᴄᴏᴍᴇ ᴍᴇssᴀɢᴇ ғᴏʀ ɴᴇᴡ ᴍᴇᴍʙᴇʀs ɪɴ ᴛʜᴇ ɢʀᴏᴜᴘ.`

"""


# ---------------------------------------------------------------------- #

GAMES_TEXT = """
**ᴛʜᴇsᴇ ᴀʀᴇ ᴛʜᴇ ᴀᴠᴀɪʟᴀʙʟᴇ ɢᴀᴍᴇs ᴄᴏᴍᴍᴀɴᴅs:**

⦿ `/daily` ➠ `ɢɪᴠᴇs ʏᴏᴜ ᴀ sᴜᴍ ᴏғ ᴄᴏɪɴs ᴇᴠᴇʀʏᴅᴀʏ. (ᴛʜᴇʀᴇ ᴀʀᴇ sᴏᴍᴇ ʀᴀʀᴇ ᴘᴏssɪʙɪʟɪᴛɪᴇs ғᴏʀ ʜɪɢʜᴇʀ ʙᴏɴᴜsᴇs)`
⦿ `/weekly` ➠ `ɢɪᴠᴇs ʏᴏᴜ ᴀ sᴜᴍ ᴏғ ᴄᴏɪɴs ᴇᴠᴇʀʏ ᴡᴇᴇᴋ. (ᴛʜᴇʀᴇ ᴀʀᴇ sᴏᴍᴇ ʀᴀʀᴇ ᴘᴏssɪʙɪʟɪᴛɪᴇs ғᴏʀ ʜɪɢʜᴇʀ ʙᴏɴᴜsᴇs).`
⦿ `/bet` ➠ `ʟᴇᴛ's ʏᴏᴜ ʙᴇᴛ sᴏᴍᴇ ᴏғ ʏᴏᴜʀ ᴄᴏɪɴs ᴀɴᴅ ᴀsᴋs ʏᴏᴜ ғᴏʀ ᴇɪᴛʜᴇʀ ʜᴇᴀᴅs ᴏʀ ᴛᴀɪʟs!`
⦿ `/dart` ➠ `ᴜsᴇs ᴛʜᴇ ᴛᴇʟᴇɢʀᴀᴍ's ɪɴʙᴜɪʟᴛ ᴅᴀʀᴛ (🎯) ᴇᴍᴏᴊɪ. ʏᴏᴜ ᴄᴀɴ ʙᴇᴛ sᴏᴍᴇ ᴏғ ʏᴏᴜʀ ʙᴇʀʀɪᴇs`
⦿ `/bowl` ➠ `ᴜsᴇs ᴛʜᴇ ᴛᴇʟᴇɢʀᴀᴍ's ɪɴʙᴜɪʟᴛ ʙᴏᴡʟɪɴɢ (🎳) ᴇᴍᴏᴊɪ. ʏᴏᴜ ᴄᴀɴ ʙᴇᴛ sᴏᴍᴇ ᴏғ ʏᴏᴜʀ ʙᴇʀʀɪᴇs`
⦿ `/basket` ➠` ᴜsᴇs ᴛʜᴇ ᴛᴇʟᴇɢʀᴀᴍ's ɪɴʙᴜɪʟᴛ ʙᴀsᴋᴇᴛ (🏀) ᴇᴍᴏᴊɪ. ʏᴏᴜ ᴄᴀɴ ʙᴇᴛ sᴏᴍᴇ ᴏғ ʏᴏᴜʀ ʙᴇʀʀɪᴇs!`
⦿ `/pay` ➠ `ᴘᴀʏs ᴀ ᴜsᴇʀ ғʀᴏᴍ ʏᴏᴜʀ ʙᴀʟᴀɴᴄᴇ.`
⦿ `/balance` ➠ `ᴄʜᴇᴄᴋs ʏᴏᴜʀ ᴄᴜʀʀᴇɴᴛ ʙᴀʟᴀɴᴄᴇ.`
⦿ `/leaderboard` ➠ `ᴅɪsᴘʟᴀʏs ᴛʜᴇ ʟᴇᴀᴅᴇʀʙᴏᴀʀᴅ ғᴏʀ ᴛʜᴇ ᴛᴏᴘ ᴜsᴇʀ ᴏғ ᴛʜᴇ ɢᴀᴍᴇs.`

"""


# ---------------------------------------------------------------------- #

IMAGES_TEXT = """
**ᴛʜᴇsᴇ ᴀʀᴇ ᴛʜᴇ ᴀᴠᴀɪʟᴀʙʟᴇ ɪᴍᴀɢᴇ ᴄᴏᴍᴍᴀɴᴅs:**

⦿ `/draw` ➠ `ɢᴇɴᴇʀᴀᴛᴇs ᴀ ᴅʀᴀᴡɪɴɢ ʙᴀsᴇᴅ ᴏɴ ᴀ ɢɪᴠᴇɴ ᴘᴏʀᴏᴍᴘᴛ.`
⦿ `/image` ➠ `sᴇᴀʀᴄʜᴇs ғᴏʀ ᴀɴ ɪᴍᴀɢᴇ ʙᴀsᴇᴅ ᴏɴ ᴀ ɢɪᴠᴇɴ ᴋᴇʏᴡᴏʀᴅ.`
⦿ `/upscale` ➠ `ʀᴇᴘʟʏ ᴛᴏ ᴀɴ ɪᴍᴀɢᴇ ᴛᴏ ᴜᴘsᴄᴀʟᴇ ɪᴛ ᴀɴᴅ ɪᴍᴘʀᴏᴠᴇ ɪᴛs ǫᴜᴀʟɪᴛʏ.`

"""


# ---------------------------------------------------------------------- #

GROUP_TEXT = """
**ᴛʜᴇsᴇ ᴀʀᴇ ᴛʜᴇ ᴀᴠᴀɪʟᴀʙʟᴇ ɢʀᴏᴜᴘ ᴍᴀɴᴀɢᴇᴍᴇɴᴛ ᴄᴏᴍᴍᴀɴᴅs:**

⦿ `/pin` ➠ `ᴘɪɴs ᴀ ᴍᴇssᴀɢᴇ ɪɴ ᴛʜᴇ ɢʀᴏᴜᴘ.`
⦿ `/pinned` ➠ `ᴅɪsᴘʟᴀʏs ᴛʜᴇ ᴘɪɴɴᴇᴅ ᴍᴇssᴀɢᴇ ɪɴ ᴛʜᴇ ɢʀᴏᴜᴘ.`
⦿ `/unpin` ➠ `ᴜɴᴘɪɴs ᴛʜᴇ ᴄᴜʀʀᴇɴᴛʟʏ ᴘɪɴɴᴇᴅ ᴍᴇssᴀɢᴇ.`
⦿ `/staff` ➠ `ᴅɪsᴘʟᴀʏs ᴛʜᴇ ʟɪsᴛ ᴏғ sᴛᴀғғ ᴍᴇᴍʙᴇʀs.`
⦿ `/bots` ➠ `ᴅɪsᴘʟᴀʏs ᴛʜᴇ ʟɪsᴛ ᴏғ ʙᴏᴛs ɪɴ ᴛʜᴇ ɢʀᴏᴜᴘ.`
⦿ `/settitle` ➠ `sᴇᴛs ᴛʜᴇ ᴛɪᴛʟᴇ ᴏғ ᴛʜᴇ ɢʀᴏᴜᴘ.`
⦿ `/setdiscription` ➠ `sᴇᴛs ᴛʜᴇ ᴅᴇsᴄʀɪᴘᴛɪᴏɴ ᴏғ ᴛʜᴇ ɢʀᴏᴜᴘ.`
⦿ `/setphoto` ➠ `sᴇᴛs ᴛʜᴇ ɢʀᴏᴜᴘ ᴘʜᴏᴛᴏ.`
⦿ `/removephoto` ➠ `ʀᴇᴍᴏᴠᴇs ᴛʜᴇ ɢʀᴏᴜᴘ ᴘʜᴏᴛᴏ.`
⦿ `/zombies` ➠ `ʀᴇᴍᴏᴠᴇs ᴀᴄᴄ ᴅᴇʟᴇᴛᴇᴅ ᴍᴇᴍʙᴇʀs ғʀᴏᴍ ᴛʜᴇ ɢʀᴏᴜᴘ.`
⦿ `/tagall` ➠ `ᴛᴀɢs ᴀʟʟ ᴍᴇᴍʙᴇʀs ɪɴ ᴛʜᴇ ɢʀᴏᴜᴘ.`

"""


# ---------------------------------------------------------------------- #

STICKER_TEXT = """
**ᴛʜᴇsᴇ ᴀʀᴇ ᴛʜᴇ ᴀᴠᴀɪʟᴀʙʟᴇ sᴛɪᴄᴋᴇʀ ᴄᴏᴍᴍᴀɴᴅs:**

⦿ `/packkang` ➠ `ᴄʀᴇᴀᴛᴇs ᴀ ᴘᴀᴄᴋ ᴏғ sᴛɪᴄᴋᴇʀs ғʀᴏᴍ ᴀ ᴏᴛʜᴇʀ ᴘᴀᴄᴋ.`
⦿ `/stickerid` ➠ `ɢᴇᴛs ᴛʜᴇ sᴛɪᴄᴋᴇʀ ɪᴅ ᴏғ ᴀ sᴛɪᴄᴋᴇʀ.`

"""


# ---------------------------------------------------------------------- #

MISC_TEXT = """
**ᴛʜᴇsᴇ ᴀʀᴇ ᴛʜᴇ ᴀᴠᴀɪʟᴀʙʟᴇ ᴍɪsᴄᴇʟʟᴀɴᴇᴏᴜs ᴄᴏᴍᴍᴀɴᴅs:**

⦿ `/info` ➠ `ᴅɪsᴘʟᴀʏs ɪɴғᴏʀᴍᴀᴛɪᴏɴ ᴀʙᴏᴜᴛ ᴛʜᴇ ᴜsᴇʀs.`
⦿ `/github` ➠ `sᴇᴀʀᴄʜᴇs ғᴏʀ ᴀ ɢɪᴛʜᴜʙ ʀᴇᴘᴏsɪᴛᴏʀʏ.`
⦿ `/id` ➠ `ᴅɪsᴘʟᴀʏs ʏᴏᴜʀ ᴛᴇʟᴇɢʀᴀᴍ ɪᴅ ᴏʀ ɢʀᴏᴜᴘ ɪᴅ.`
⦿ `/math` ➠ `sᴏʟᴠᴇs ᴍᴀᴛʜᴇᴍᴀᴛɪᴄᴀʟ ᴘʀᴏʙʟᴇᴍs ᴀɴᴅ ᴇǫᴜᴀᴛɪᴏɴs.`
⦿ `/blackpink` ➠ `ɢᴇɴᴇʀᴀᴛᴇs ᴀ ʙʟᴀᴄᴋᴘɪɴᴋ-sᴛʏʟᴇ ʟᴏɢᴏ.`
⦿ `/carbon` ➠ `ɢᴇɴᴇʀᴀᴛᴇs ᴀ ᴄᴀʀʙᴏɴ ᴄᴏᴅᴇ ɪᴍᴀɢᴇ ғʀᴏᴍ ᴀ ᴄᴏᴅᴇ sɴɪᴘᴘᴇᴛ.`
⦿ `/speedtest` ➠ `ᴍᴇᴀsᴜʀᴇs ᴛʜᴇ ɪɴᴛᴇʀɴᴇᴛ sᴘᴇᴇᴅ.`
⦿ `/reverse` ➠ `ʀᴇᴠᴇʀsᴇs ᴀ ɢɪᴠᴇɴ ᴛᴇxᴛ.`
⦿ `/webss` ➠ `ᴛᴀᴋᴇs ᴀ sᴄʀᴇᴇɴsʜᴏᴛ ᴏғ ᴀ ᴡᴇʙsɪᴛᴇ.`
⦿ `/paste` ➠ `ᴜᴘʟᴏᴀᴅs ᴀ ᴛᴇxᴛ sɴɪᴘᴘᴇᴛ ᴛᴏ ᴛʜᴇ ᴄʟᴏᴜᴅ ᴀɴᴅ ɢɪᴠᴇs ᴀ ʟɪɴᴋ.`
⦿ `/tgm` ➠ `ᴜᴘʟᴏᴀᴅs ᴀ ᴘʜᴏᴛᴏ (ᴜɴᴅᴇʀ 𝟻ᴍʙ) ᴛᴏ ᴛʜᴇ ᴄʟᴏᴜᴅ ᴀɴᴅ ɢɪᴠᴇs ᴀ ʟɪɴᴋ.`
⦿ `/tr` ➠ `ᴛʀᴀɴsʟᴀᴛᴇs ᴛᴇxᴛ.`
⦿ `/google` ➠ `sᴇᴀʀᴄʜᴇs ғᴏʀ ɪɴғᴏʀᴍᴀᴛɪᴏɴ ᴏɴ ɢᴏᴏɢʟᴇ.`
⦿ `/stack` ➠ `sᴇᴀʀᴄʜᴇs ғᴏʀ ᴘʀᴏɢʀᴀᴍᴍɪɴɢ-ʀᴇʟᴀᴛᴇᴅ ɪɴғᴏʀᴍᴀᴛɪᴏɴ ᴏɴ sᴛᴀᴄᴋ ᴏᴠᴇʀғʟᴏᴡ.`

"""


# ---------------------------------------------------------------------- #

EXTRA_TEXT = """
**ᴛʜᴇsᴇ ᴀʀᴇ ᴛʜᴇ ᴀᴠᴀɪʟᴀʙʟᴇ ᴇxᴛʀᴀ ᴄᴏᴍᴍᴀɴᴅs:**

⦿ `/nightmode` ➠ `ᴇɴᴀʙʟᴇ/ᴅɪsᴀʙʟᴇ` 
⦿ `/imposter` `ᴏɴ/ᴏғғ` ➠ `ᴛᴜʀɴs ᴏɴ ᴏʀ ᴏғғ ᴛʜᴇ ᴡᴀᴛᴄʜᴇʀ ғᴏʀ ʏᴏᴜʀ ɢʀᴏᴜᴘ, ᴡʜɪᴄʜ ɴᴏᴛɪғɪᴇs ᴀʙᴏᴜᴛ ᴜsᴇʀs ᴡʜᴏ ᴄʜᴀɴɢᴇ ᴛʜᴇɪʀ ɴᴀᴍᴇ ᴏʀ ᴜsᴇʀɴᴀᴍᴇ.`

"""


# ---------------------------------------------------------------------- #

CHATGPT_TEXT = """
**ᴛʜᴇsᴇ ᴀʀᴇ ᴛʜᴇ ᴀᴠᴀɪʟᴀʙʟᴇ ᴄʜᴀᴛɢᴘᴛ ᴄᴏᴍᴍᴀɴᴅs:**

⦿ `/ask` ➠ `ǫᴜᴇʀɪᴇs ᴛʜᴇ ᴀɪ ᴍᴏᴅᴇʟ ᴛᴏ ɢᴇᴛ ᴀ ʀᴇsᴘᴏɴsᴇ ᴛᴏ ʏᴏᴜʀ ǫᴜᴇsᴛɪᴏɴ.`

"""


# ---------------------------------------------------------------------- #

MUSIC_TEXT = """
**ᴛʜᴇsᴇ ᴀʀᴇ ᴛʜᴇ ᴀᴠᴀɪʟᴀʙʟᴇ ᴍᴜsɪᴄ ᴄᴏᴍᴍᴀɴᴅs:**

⦿ `!play` ➠ `ᴘʟᴀʏs ᴀ sᴏɴɢ ᴏɴ ᴠᴏɪᴄᴇ ᴄʜᴀᴛ.`
⦿ `!stop` ➠ `sᴛᴏᴘs ᴛʜᴇ ᴄᴜʀʀᴇɴᴛʟʏ ᴘʟᴀʏɪɴɢ sᴏɴɢ.`
⦿ `!end` ➠ `ᴇɴᴅs ᴛʜᴇ ᴍᴜsɪᴄ ᴘʟᴀʏʙᴀᴄᴋ.`
⦿ `!skip` ➠ `sᴋɪᴘs ᴛʜᴇ ᴄᴜʀʀᴇɴᴛ sᴏɴɢ.`
⦿ `!volume` ➠ `ᴀᴅᴊᴜsᴛs ᴛʜᴇ ᴠᴏʟᴜᴍᴇ ʟᴇᴠᴇʟ.`
⦿ `/song` ➠ `ᴅᴏᴡɴʟᴏᴀᴅ ғᴏʀ ᴀ sᴏɴɢ.`
⦿ `/video` ➠ `ᴅᴏᴡɴʟᴏᴀᴅ ғᴏʀ ᴀ ᴠɪᴅᴇᴏ.`

"""


# ---------------------------------------------------------------------- #

WAIFU_TEXT = """
**ᴛʜᴇsᴇ ᴀʀᴇ ᴛʜᴇ ᴀᴠᴀɪʟᴀʙʟᴇ ᴡᴀɪғᴜ ᴄᴏᴍᴍᴀɴᴅs:**

⦿ `/grab` ➠ `ɢʀᴀʙs ᴀ ᴀɴɪᴍᴇ ᴡᴀɪғᴜ ᴄʜᴀʀᴀᴄᴛᴇʀ.`
⦿ `/giftwaifu` ➠ `sᴇɴᴅs ᴀ ᴡᴀɪғᴜ ᴄʜᴀʀᴀᴄᴛᴇʀ ᴀs ᴀ ɢɪғᴛ ᴛᴏ ᴀɴᴏᴛʜᴇʀ ᴜsᴇʀ.`
⦿ `/mywaifu` ➠ `sʜᴏᴡs ʏᴏᴜʀ ᴡᴀɪғᴜs ʟɪsᴛs ɴᴀᴍᴇs ᴀɴᴅ ʀᴀʀɪᴛʏ.`
⦿ `/waifu` ➠ `sʜᴏᴡs ʏᴏᴜʀ ᴡᴀɪғᴜs ɪɴᴀɢᴇs.`

"""

# ---------------------------------------------------------------------- #



